Repository: AlexCheGH/String-Catalog-Localizations-Automation
Catalog: Localizations/Localizations/Localizable.xcstrings
Source language: en_us
Languages: de, es_es, fr, id, pl, ru, se

# notifications_hurricane_has_been_observed_basin
source: Hurricane has been observed in %@.
de: Hurrikan wurde in %@ beobachtet.
es_es: El huracán ha sido observado en %@.
id: Badai terpantau di %@.
pl: Zaobserwowano huragan w: %@.
se: Orkanen har observerats i %@.

# notifications_hurricane_has_been_observed
source: Hurricane has been observed.
de: Hurrikan wurde beobachtet.
es_es: El huracán ha sido observado.
id: Badai terpantau.
pl: Zaobserwowano huragan.
se: Orkanen har observerats.

# notifications_tropical_depression_has_been_observed_name_basin
source: Tropical Depression %@ has been observed in %@.
de: Das tropische Tiefdruckgebiet %@ wurde in %@ beobachtet.
es_es: La depresión tropical %@ ha sido observada en %@.
id: Depresi Tropis %@ terpantau di %@.
pl: Zaobserwowano depresję tropikalną %@ w: %@.
se: Det tropiska lågtrycket %@ har observerats i %@.

# notifications_tropical_depression_has_been_observed_basin
source: Tropical Depression has been observed in %@.
de: Das tropische Tiefdruckgebiet wurde in %@ beobachtet.
es_es: La depresión tropical ha sido observada en %@.
id: Depresi Tropis terpantau di %@.
pl: Zaobserwowano depresję tropikalną w: %@.
se: Det tropiska lågtrycket har observerats i %@.

# notifications_tropical_depression_has_been_observed_name
source: Tropical Depression %@ has been observed.
de: Das tropische Tiefdruckgebiet %@ wurde beobachtet.
es_es: La depresión tropical %@ ha sido observada.
id: Depresi Tropis %@ terpantau.
pl: Zaobserwowano depresję tropikalną %@.
se: Det tropiska lågtrycket %@ har observerats.

# notifications_tropical_depression_has_been_observed
source: Tropical Depression has been observed.
de: Das tropische Tiefdruckgebiet wurde beobachtet.
es_es: La depresión tropical ha sido observada.
id: Depresi Tropis terpantau.
pl: Zaobserwowano depresję tropikalną.
se: Det tropiska lågtrycket har observerats.

# nitification_hurricane_type_observation_tropical_storm_title
source: Tropical Storm Alert
de: Tropensturmwarnung
es_es: Alerta de tormenta tropical
id: Peringatan Badai Tropis
pl: Ostrzeżenie o burzy tropikalnej
se: Varning för tropisk storm

# notifications_tropical_storm_has_been_observed_name_basin
source: Tropical Storm %@ has been observed in %@.
de: Tropensturm %@ wurde in %@ beobachtet.
es_es: La tormenta tropical %@ ha sido observada en %@.
id: Badai Tropis %@ terpantau di %@.
pl: Zaobserwowano burzę tropikalną %@ w: %@.
se: Den tropiska stormen %@ har observerats i %@.

# notifications_tropical_storm_has_been_observed_basin
source: Tropical Storm has been observed in %@.
de: Tropensturm wurde in %@ beobachtet.
es_es: La tormenta tropical ha sido observada en %@.
id: Badai Tropis terpantau di %@.
pl: Zaobserwowano burzę tropikalną w: %@.
se: Den tropiska stormen har observerats i %@.

# notifications_tropical_storm_has_been_observed_name
source: Tropical Storm %@ has been observed
de: Tropensturm %@ wurde beobachtet.
es_es: La tormenta tropical %@ ha sido observada.
id: Badai Tropis %@ terpantau.
pl: Zaobserwowano burzę tropikalną %@.
se: Den tropiska stormen %@ har observerats.

# notifications_tropical_storm_has_been_observed
source: Tropical Storm has been observed
de: Tropensturm wurde beobachtet.
es_es: La tormenta tropical ha sido observada.
id: Badai Tropis terpantau.
pl: Zaobserwowano burzę tropikalną.
se: Den tropiska stormen har observerats.

# notifications_hurricane_type_observation_hurricane_title
source: Hurricane Alert
de: Hurrikan-Warnung
es_es: Alerta de huracán
id: Peringatan Badai
pl: Ostrzeżenie o huraganie
se: Orkanvarning

# notifications_hurricane_has_been_observed_name
source: Hurricane %@ has been observed.
de: Hurrikan %@ wurde beobachtet.
es_es: El huracán %@ ha sido observado.
id: Badai %@ terpantau.
pl: Zaobserwowano huragan %@.
se: Orkanen %@ har observerats.

# notifications_hurricane_get_permissions_alert_title
source: Get timely severe weather notifications.
de: Erhalten Sie rechtzeitige Unwetterwarnungen.
es_es: Recibe a tiempo notificaciones de condiciones meteorológicas adversas.
id: Dapatkan notifikasi cuaca buruk secara tepat waktu.
pl: Otrzymuj aktualne powiadomienia o trudnych warunkach pogodowych.
se: Få aviseringar om hårt väder i god tid.

# notifications_hurricane_get_permissions_alert_body
source: Enable notification permissions to receive timely alerts.
de: Aktivieren Sie die Benachrichtigungen, um rechtzeitige Warnungen zu erhalten.
es_es: Habilita los permisos de notificación para recibir alertas a tiempo.
id: Aktifkan izin notifikasi untuk menerima peringatan tepat waktu.
pl: Żeby otrzymywać aktualne alerty, włącz uprawnienia do powiadomień.
se: Aktivera aviseringsbehörigheter för att få varningar i god tid.

# subscription_stormy_background_sub_screen_desciption
source: Unlock Pro features for enhanced safety, timely alerts, and informed tracking. Ad-free.
de: Pro-Funktionen freischalten für mehr Sicherheit, frühe Warnungen und fundiertes Tracking. Werbefrei
es_es: Desbloquee las funciones Pro para mayor seguridad, alertas oportunas y seguimiento informado. Sin anuncios.
pl: Odblokuj funkcje Pro, aby zwiększyć bezpieczeństwo, otrzymywać alerty na bieżąco i śledzić informacje. Bez reklam.

# subscription_stormy_background_sub_screen_title
source: Stay ahead of Hurricane Season!
de: Sei der Hurrikansaison immer voraus!
es_es: ¡Adelántese a la temporada de huracanes!
pl: Wyprzedź sezon huraganów!

# subscription_lto_hurricane_only_annually
source: %@ ONLY %@ ANNUALLY
de: %@ NUR %@ JÄHRLICH
es_es: %@ SOLO %@ AL AÑO
id: %@ HANYA %@ PER TAHUN
pl: %@ TYLKO %@ ROCZNIE
se: %@ ENDAST %@ PER ÅR

# subscription_lto_hurricane_primary_button_title
source: Activate
de: Aktivieren
es_es: Activar
id: Aktifkan
pl: Aktywuj
se: Aktivera

# subscription_lto_hurricane_description
source: Stay safe and prepared for hurricane season!
de: Passen Sie auf sich auf und bereiten Sie sich auf die Wirbelsturmsaison vor!
es_es: ¡Manténgase seguro y preparado para la temporada de huracanes!
id: Tetap aman dan siap menghadapi musim badai!
pl: Zachowaj bezpieczeństwo i przygotuj się na porę huraganów!
se: Håll dig säker och förbered dig inför orkansäsongen!

# alert_ok
source: Ok
fr: D'accord
id: Oke

# app_units_mph
source: mph
es_es: mi/h
fr: mi/h
id: mpj
ru: мили в час/миль в час

# nowcast_active_hurricane_status_lower
source: warning
es_es: huracán
fr: alerte
id: peringatan
pl: huraganem
ru: предупреждение
se: varning

# settings_system_theme_setting_option
source: System
es_es: Sistema
fr: Système
id: Sistem
pl: Systemowy
ru: Системная

# subscription_alert_subscription_fail_action_title
source: Ok
fr: D'accord
id: Oke

# subscription_alert_something_is_wrong_action
source: Ok
fr: D'accord
id: Oke

# hurricane_wind_speed_mph
source: %@ mph
es_es: %@ mi/h
fr: %@ mi/h
id: %@ mpj
ru: %@ мили в час/миль в час

# notifications_hurricane_wind_speed_mph
source: %@ mph
es_es: %@ mi/h
fr: %@ mi/h
id: %@ mpj
ru: %@ мили в час/миль в час

# settings_version
source: Version %@
es_es: Versión %@
id: Versi %@
pl: Wersja %@
ru: Версия %@

# app_units_kmh
source: km/h
id: km/j
ru: км/ч

# app_units_ms
source: m/s
id: m/dtk
ru: м/с

source: Max
es_es: Máx.
id: Maks
pl: Maks.
ru: Макс.

# hurricane_card_north
source: N
id: U
pl: P

# hurricane_north_west
source: NW
es_es: NO
id: UB
pl: PZ
se: NV

# hurricane_south_west
source: SW
es_es: SO
id: SB
pl: PZ
se: SV

# hurricane_card_west
source: W
es_es: O
id: B
pl: Z
se: V

# hurricane_wind_speed_kmh
source: %@ km/h
id: %@ km/j
ru: %@ км/ч

# hurricane_wind_speed_ms
source: %@ m/s
id: %@ m/dtk
ru: %@ м/с

# notifications_hurricane_direction_north
source: N
id: U
pl: P

# notifications_hurricane_direction_north_west
source: NW
es_es: NO
id: UB
pl: PZ
se: NV

# notifications_hurricane_direction_south_west
source: SW
es_es: SO
id: SB
pl: PZ
se: SV

# notifications_hurricane_direction_west
source: W
es_es: O
id: B
pl: Z
se: V

# notifications_hurricane_wind_speed_kmh
source: %@ km/h
id: %@ km/j
ru: %@ км/ч

# notifications_hurricane_wind_speed_ms
source: %@ m/s
id: %@ m/dtk
ru: %@ м/с

# settings_precipitation_tiles_noaa_color_scheme
source: NOAA Radar
es_es: Radar de la NOAA
pl: Radar NOAA

# settings_section_widget
source: Widget
pl: Widżet

# hurricane_card_south
source: S
pl: P

# notifications_hurricane_direction_south
source: S
pl: P

# main_tab_radar
source: Radar
ru: Радар

# app_units_km
source: km
es_es: kilómetros
ru: км

source: Min
es_es: Mín.
ru: Мин.

# hurricane_distance_kilometers
source: %@ km
es_es: %@ kilómetros
ru: %@ км

# settings_mm_precipitation_unit_option
source: mm
es_es: milímetro
